Revit 2027 API
ParameterTypeId.TitleStyleUnderline Property
 "Underline"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TitleStyleUnderline { get; }
Public Shared ReadOnly Property TitleStyleUnderline As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TitleStyleUnderline {
	ForgeTypeId^ get ();
}
static member TitleStyleUnderline : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace